{
    "EmailInputEdit": "\n\nI’m pleased to inform you that we have resolved this request, we created a new 3shape account with the in-house email in communicate portal and then added the new member in communicate, at the end the connection was completed.\n\nPlease follow the steps below to connect to another lab in the future:\n\n\n\n1. Go to ‘Labs’ and search for the lab in the search field (email).\n\n\n2. Once you have found the lab, click ‘Install’.\n\n\n3. You have now triggered a connection request which will have to be approved by the lab.\n\n\n4. Once the lab has approved your request to connect, the status on the lab will change from ‘pending’ to ‘installed’.\n\n\n\nIn case you want to add a new user in the device, follow the steps below:\n\n\n\n1. Click the menu icon(3 horizontla lines).\n\n\n2. Click the SETTINGS option\n3. Go to the GENERAL tab.\n\n\n4. Then hit in USERS\n\n\n5. There will be an option to add a new one with email and password of the 3shape account\nNOTE. \n\n\nIn case this option is not availble in this section, plese sign-out of unite, and in the welcome page you will also see the option of ADD A NEW USER available.\n\n\n",
    "HJ": "No helpjuice used, as no article found for this proccess",
    "Issue": "the creation of an new account and\/or to add an in-house laboratory",
    "Probing Questions (Add Info)": "The new user you want to add has a 3shape account already?\nDo we have access to the new user email, for the approval?\n",
    "RC": "",
    "Solution": "Guided customer on how to created and add the new user to the software",
    "Step 1": "Created 3 shape account",
    "Step 10": "",
    "Step 11": "",
    "Step 12": "",
    "Step 13": "",
    "Step 14": "",
    "Step 15": "",
    "Step 16": "",
    "Step 17": "",
    "Step 18": "",
    "Step 2": "Accesed to admin account to sent the request",
    "Step 3": "Request accepted from new 3shape account",
    "Step 4": "New user added to Unite",
    "Step 5": "issue solved",
    "Step 6": "",
    "Step 7": "",
    "Step 8": "",
    "Step 9": ""
}