{
    "CaseType": "Performance",
    "Categ": "Complaint",
    "Category": "Complaint || Solved Remotely || Performance",
    "CategoryArea": "Solved Remotely",
    "EmailInputEdit": "During your call with 3Shape Technical Support, we performed the following steps: \n\n1. Checked the TP-Link connection: Ensuring that the TP-Link device was directly connected to the computer. We avoided using multiple ports, extensions, or different converters simultaneously, as this could affect the connection.\n2. Verified security settings: Confirmed that there were no restrictions from antivirus software or firewalls that could affect the connection.\n3. Checked connection speed: Ensured that the scanner connected at a minimum speed of 45 Mbps for Trios 5.\n4. Evaluated distance: Ensured the scanner was within 5 meters of the computer to maintain a stable connection.\n5. Checked for interference: Ensured that walls, doors, or other objects between the scanner and the computer did not cause signal interference.\n6. Tested with another scanner\n7. Tried a different computer\n8. Tried with a different network connection\n9. Used different USB ports: Connected the TP-Link to various ports and tested the connection.\n10. Ran a hardware test: Performed a hardware diagnostic test using the guide: Hardware Test for Trios 5. [INTERNAL] 3SHWTCC - TRIOS 3, TRIOS Core, and TRIOS 4 tests - 3Shape.\n11. Checked computer specifications: Verified that the computer met the minimum system requirements.\n12. Measured image capture rate: Scanned a specific point on a model for one minute and checked how many images were captured.\n13. Used a TP-Link extension: If the scanner was near the 5-meter limit, tried using a TP-Link extension and directed it towards the scanner.\n\n\n\nIf the issue could not be resolved or the cause remained unidentified, reach us with your case number.",
    "HJ": "https:\/\/support.3shape.com\/products-trios-and-accessories-trios-5-troubleshooting\/black-lines-while-scanning-wireless-connection?from_search=180205339",
    "Issue": "black lines on your scanner, and freezing problem while scanning.",
    "Modulo": "Unite",
    "Probing Questions (Add Info)": "How long has been Happening this issue?\nIs happening with all the cases or just this one?\nHave you done an update on the software?\nHave anything changed on the network or the commputer lin the last days?\nDo you have more scanners?\nHow many computer do you use?",
    "RC": "a firewall setting missing in the system. ",
    "Solution": "performing the correct configuration of those settings. ",
    "Step 1": "Checked the TP-Link connection",
    "Step 10": "Checked computer specifications",
    "Step 11": "Measured image capture rate",
    "Step 12": "Used a TP-Link extension",
    "Step 13": "Firewall settings updated",
    "Step 14": "",
    "Step 15": "",
    "Step 16": "",
    "Step 17": "",
    "Step 18": "",
    "Step 2": "Verified security settings",
    "Step 3": " Checked connection speed",
    "Step 4": "Evaluated distance",
    "Step 5": "Checked for interference",
    "Step 6": "Tested with another scanner",
    "Step 7": "Tried a different computer",
    "Step 8": "Tried with a different network connection",
    "Step 9": "Used different USB ports",
    "Version": "1.7.83.0"
}