{
    "Category": "",
    "EmailInputEdit": "With this, you should no longer experience any connection issues with your cloud .\n\nAdditionally,  to prevent performance issues in the future, we recommend shutting down your computer every night and ensuring it remains connected during the scanning process.",
    "HJ": "https:\/\/support.3shape.com\/an-issue-occurred-company-id-set-for-token-does-not-match-pop-up-when-attempting-to-sign-in-to-unite-1871-after-updating-to-unite-cloud-?from_search=180831359\r\n",
    "Issue": "EM: \"Sign in issue Unable to start 3Shape Unite. Please contact support\" after updating to Unite 3",
    "Probing Questions (Add Info)": "No related cases on the last 30 days.\n\nThe software try to update to Unite 3 but the cloud is empty.",
    "RC": "an internal bug in the system, which has been reported to our backend team. They are working on fixing it as soon as possible.",
    "Solution": "performing an internal system reset of the server settings. Your computer has also been rebooted to ensure these settings are correctly updated.",
    "Step 1": "Went on CMD and ran the command (sc delete MigrationService) in order to delete the migration service ",
    "Step 10": "",
    "Step 11": "",
    "Step 12": "",
    "Step 13": "",
    "Step 14": "",
    "Step 15": "",
    "Step 16": "",
    "Step 17": "",
    "Step 18": "",
    "Step 2": "Went on path C:\\Program Files\\3Shape\\Dental Desktop and deleted the MigrationToRaven file",
    "Step 3": "Went on Regedit on path: Computer\\HKEY_LOCAL_MACHINE\\SOFTWARE\\3Shape\\DentalDesktop\\MigrationToRavenStatus and the value in the registry was changed from 8 to 0",
    "Step 4": "PC rebooted ",
    "Step 5": "Went on path: C:\\ProgramData\\3Shape\\DentalDesktop\\ServerPackages and ran a repair installation of the DentalDesktopSetup.exe",
    "Step 6": "Signed in again with the 3shape account & password",
    "Step 7": "Issue solved no further assistance needed",
    "Step 8": "",
    "Step 9": ""
}