{
    "CaseType": "PC\/OS\/Network",
    "Categ": "Complaint",
    "Category": "Complaint || Solved Remotely || PC\/OS\/Network",
    "CategoryArea": "Solved Remotely",
    "EmailInputEdit": "",
    "HJ": "https:\/\/support.3shape.com\/clinic-processing-scans\/trios-3-scanner-runs-slow-when-ai-scan-is-enabled?from_search=178248534\r\n",
    "Issue": "slow performance of your System during the scan proccess.",
    "Probing Questions (Add Info)": "How long has been Happening this issue?\nIs happening with all the cases or just this one?\nHave you done an update on the software?\nHave anything changed on the network or the commputer lin the last days?\nDo you have more scanners?\nHow many computer do you use?",
    "RC": "",
    "Solution": "increase processor and cooling fan speed for more performance to avoid such a throttling",
    "Step 1": "Look the graphics settings and it was set on high performance",
    "Step 10": "Ask the customer to try to scan, the PC now do not have the throttling but the images are close to 450 on 1 minute",
    "Step 11": "Expand the Thermal Management tab, set Ultra Performance, and set a checkmark near the “Allow Dell Optimizer to synchronize thermal management mode with Windows performance power slider and vice versa”.",
    "Step 12": "The images are close to 450 on 1 minute too",
    "Step 13": "Disable the AI Scan and try to scan again",
    "Step 14": "Now the image are close to 390 on 1 minute.",
    "Step 15": "The case is gonna be escalated to 2nd Clinic to continue with the investigation",
    "Step 16": "",
    "Step 17": "",
    "Step 18": "",
    "Step 2": "Look on Nvidia control Panel and everything was set as supposed to be",
    "Step 3": "Check task manager and found: Base speed: 1.90 Ghz",
    "Step 4": "Graphic card driver was updated",
    "Step 5": "Start a Hardware test to calibrate the scan as it was calibrated 145 days ago",
    "Step 6": "All the test pass successfully, look it on the Int Note",
    "Step 7": "Ask the customer to try to scan again but the slow performance still\r\n",
    "Step 8": "And now the CPU down to 0.4 GHz",
    "Step 9": "Go to Dell Optimizer app and set it on Ultra Performance"
}